Repository: LTDV/Traduction-Peepso
Catalog: picso-*.po
Languages: fr_fr

source: Maximum upload size in megabytes
fr_fr: Taille de téléchargement maximale en mégaoctets

source: Allowed space per user in megabytes
fr_fr: Espace autorisé par utilisateur en mégaoctets

source: Unlimited
fr_fr: Illimité

source: Maximum number of Photos per User
fr_fr: Nombre de photos maximum par utilisateur

source: Daily photo upload limit per user
fr_fr: Limite quotidienne de téléchargement de photos par utilisateur

source: Use Original
fr_fr: Utiliser l’orignale

source: Resize
fr_fr: Redimensionner

source: Photo Upload Behavior
fr_fr: Le comportement de la photo téléchargée

source: Maximum image width
fr_fr: Taille maximum de l’image en largeur

source: recommended
fr_fr: recommandé

source: Image quality
fr_fr: Qualité de l’image

source: Thumbnail quality
fr_fr: La qualité de la vignette

source: Maximum image height
fr_fr: Taille maximum en hauteur

source: Enable AWS S3 storage
fr_fr: Activer le stockage AWS S3

source: Turn on the use of Amazon AWS for image storage
fr_fr: Activer l’option Amazon AWS pour le stockage des images

source: Amazon Access Key ID
fr_fr: Amazon clé d’accès ID

source: The Access Key ID you received when you signed up for AWS (20 characters)
fr_fr: La clé d’accès ID que vous avez reçue lors de votre inscription sur AWS (20 caractères)

source: Amazon Access Key ID is required
fr_fr: La clé d’accès ID d’Amazon est requise

source: Amazon Secret Access Key
fr_fr: La clé d’accès secrète d’Amazon

source: The AWS Secret Key you received when you signed up for AWS (40 characters)
fr_fr: La clé d’accès secrète que vous avez reçue lors de votre inscription sur AWS (40 caractères)

source: Amazon Secret Access Key is required
fr_fr: La clé d’accès secrète d’Amazon est requise

source: Amazon S3 Bucket
fr_fr: Le seau Amazon S3

source: Name of the Bucket to upload your images to on Amazon S3
fr_fr: Le nom du seau à télécharger pour vos images venant de Amazon S3

source: Amazon S3 Bucket is required
fr_fr: Le seau Amazon S3 est requis

source: AWS Error History:
fr_fr: Historique d’erreurs AWS

source: Photos Settings
fr_fr: Paramètres des photos

source: Configure the use of PeepSo Share Photos.
fr_fr: Configurer l’utilisation du plugin PeepSo Share Photos.

source: To enable the use of AWS, set the "Enable AWS S3 Storage" to "YES" and fill in the additional settings fields.<br/>To get your AWS Access ID and Keys, you can sign up here: %sGet Your AWS Access Keys%s.
fr_fr: Pour activer l’utilisation de AWS, réglez l’option « Activer le stockage AWS S3 » sur « OUI » et remplissez les paramètres supplémentaires.<br/>Pour obtenir votre ID d’accès AWS et vos clés d’accès,vous pouvez vous s’inscrire ici: %sObtenir vos clés d’accès AWS%s.

source: Photo of post %s
fr_fr: Photo de publication %s

source: Photo %1$d of post %2$s
fr_fr: Photo %1$d de publication %2$s

source: Maximum file upload quota reached. Delete posts with photos to free some space
fr_fr: Quota de téléchargement de fichier maximum atteint. Supprimer les publications contenant des photos pour libérer de l'espace

source: Only files up to %1$dMB are allowed
fr_fr: Seuls les fichiers jusqu’à %1$dMB sont autorisés

source: Only photos with a maximum of %1$d pixel width are allowed, please resize.
fr_fr: Seuls les photos avec un maximum de %1$d pixel en largeur sont autorisées, s’il vous plaît redimensionner.

source: Only photos with a maximum of %1$d pixel height are allowed, please resize.
fr_fr: Seuls les photos avec un maximum de %1$d pixel en hauteur sont autorisées, s’il vous plaît redimensionner.

source: Image exceeds maximum photo size of %1$d x %2$d.
fr_fr: L’image dépasse la taille maximum de la photo de %1$d x %2$d.

source: Maximum daily photo upload quota reached. Delete posts with photos to free some space.
fr_fr: Le Quota journalier maximum pour le téléchargement des photos est atteint. Supprimer les publications contenant des photos pour libérer de l'espace.

source: Maximum photo upload quota reached. Delete posts with photos to free some space.
fr_fr: Le quota maximum pour le téléchargement de photos est atteint. Supprimer les publications contenant des photos pour libérer de l’espace.

source: Only files up to %1$dMB are allowed.
fr_fr: Seuls les fichiers jusqu’à %1$dMB sont autorisés.

source: Maximum file upload quota reached. Delete posts with photos to free some space.
fr_fr: Le quota maximum pour le téléchargement de fichiers est atteint. Supprimer des publications contenant des photos pour libérer de l’espace.

source: Missing Amazon configuration.
fr_fr: Configuration Amazon manquante.

source: There was a problem uploading the file: %1$s
fr_fr: Il y a eu un problème lors du téléchargement du fichier: %1$s

source: There was an error setting up Amazon S3 library.
fr_fr: Il y a une erreur dans les paramètres de la bibliothèque Amazon S3

source: There was an error removing the file %1$s. Error: %2$s
fr_fr: Il y a eu une erreur lors de la suppression du fichier %1$s. Erreur: %2$s

source: plugin requires the PeepSo plugin to be installed and activated.
fr_fr: Ce plugin nécessite que le plugin PeepSo soit installé et activé.

source: Get it now!
fr_fr: Obtenez-le maintenant!

source: Only
fr_fr: Seulement

source: Add more
fr_fr: Ajouter plus

source: Upload More Photos
fr_fr: Télécharger plus de Photos

source: Upload photos
fr_fr: Télécharger des photos

source: uploaded a photo
fr_fr: a téléchargé une photo

source: shared a photo
fr_fr: a partagé une photo

source: Are you sure you want to delete this picture and the post?
fr_fr: Êtes-vous sûr de vouloir supprimer cette photo et la publication?

source: Newest first
fr_fr: Plus récentes

source: Oldest first
fr_fr: Plus anciennes

source: Click here to start uploading photos
fr_fr: Cliquez ici pour commencer le téléchargement de photos

source: Max photo dimensions: %1$s x %2$spx | Max file size: %3$sMB
fr_fr: Dimensions maximum de la photo: %1$s x %2$spx | Taille du fichier maximum: %3$sMB

source: Supported formats are: gif, jpg, jpeg, tiff, and png.
fr_fr: Les formats pris en charge: gif, jpg, jpeg, tiff, et png.

source: Say something about this photo...
fr_fr: Dites quelque chose à propos de cette photo…

source: View All
fr_fr: Afficher tout

source: No photos
fr_fr: Pas de photos

source: Add Photos capability to PeepSo, a Social Networking Plugin for WordPress
fr_fr: Ajouter l’add-on PeepSo Photos, un plugin réseau social pour WordPress
